probab
display
ve
cribed
lin
roll
cated
right
red
divid
il
defined
lower
screen
cont
sing
bed
uses
goal
column
—
much
font
…
main
cts
Defin
ir
linetype
cor
ever
MP
altit
person
ca
tang
h
L
ments
ci
Be
yellow
while
intersectionpoint
true
dots
ont
der
entire
inch
2x
They
int
cing
rectangle
cand
memb
round
horizontal
pos
star
produ
A
necessari
bottom
scale
numbered
pro
os
du
ll
hedr
Mi
circles
gra
In
angular
2sqrt
people
ash
school
previ
line
abc
ich
terms
PM
T
pan
ar
sub
lled
games
\
ank
On
ic
straight
bl
played
integ
vert
depend
box
students
consider
ters
mily
January
ry
room
Le
sa
gall
/
oranges
hor
ent
lic
days
cur
values
ge
ste
pairs
ang
trans
constant
Ro
kil
David
sheet
ages
follows
gets
number
rectangular
had
chooses
dri
exten
heart
sca
six
heads
ed
they
bel
const
ken
areas
clockwise
choice
cylin
tr
What
ows
which
ater
$
group
co
horiz
negative
pieces
trac
rt
count
time
neg
flo
painted
mb
Mr
diam
frog
may
ack
cdot
twi
comple
Satur
R
takes
lines
coordinates
ari
ous
wer
od
ie
ear
secon
oper
oes
grid
meet
pezo
Tom
tick
ﬁ
To
hour
riangle
cu
ame
order
arithmetic
ase
ys
fer
cir
ise
HookHead
og
polynomial
men
points
centers
length
kilo
finished
K
ant
underline
ull
orang
inct
xy
pal
ends
chool
unitsize
For
digit
Qp
tic
NW
horizon
denote
alk
more
receive
volume
agram
isosceles
Squ
;
Bern
equals
numer
k
colle
si
a_
prog
rilateral
lattice
J
man
Am
meter
Dav
ine
LeRoy
base
Saturday
wide
last
fli
within
sq
measure
turn
multip
morning
orange
middle
ning
hex
bot
t
consisting
es
cent
the
fin
bise
cycle
integer
app
elements
ways
piece
perp
extrm
mVs
lightgray
free
distance
defa
PQ
hombus
CR
na
were
é
ach
parallel
list
constru
its
represent
garden
Al
mes
because
triangle
ird
res
clubsuit
colored
contest
subtrac
home
ature
refle
uVs
lis
once
particular
arc
read
extern
wh
hours
our
clos
edge
track
want
iz
Joe
do
choi
peri
being
dfrac
GH
using
l
small
sph
rfloor
SW
define
ated
cup
repres
Triangle
ast
remain
meas
ext
wise
ldots
and
i
ei
celes
nd
next
arrang
be
gro
ser
art
cess
sets
multiple
string
ct
oth
possi
ced
kes
a_2
set
V
need
step
dist
vertex
mediumgray
tokens
costs
fraction
perpen
que
secu
fig
walk
medium
Let
quad
ask
cal
o
av
Square
board
II
cy
les
pla
what
degrees
ked
ck
le
answer
fee
grams
q
hi
When
8pt
di
BF
two
des
Dan
ok
penc
ough
back
eam
surface
toge
val
perpendicular
a_1
ive
numbers
fi
+
llow
cluding
circum
relative
travel
runs
clud
ob
minut
long
Car
temperature
degre
unti
jum
nonzero
diagonals
rac
intersect
choo
choose
Each
ents
ats
Find
_1
finis
z
child
?
lack
different
say
would
initi
divis
minutes
new
dotfactor
obtained
mal
divisible
ult
mon
empty
was
standard
coordinate
Sat
shi
bd
lands
angle
imes
dro
dollar
play
equally
relatively
sit
operation
consists
fill
place
vertical
shor
vers
extbf
clo
again
AC
sphere
math
octagon
tra
th
circ
cong
rotated
j
stra
=
followed
store
eight
sele
pres
Vs
ny
sim
colo
average
Beth
discount
prime
including
ut
product
f
fe
ru
pers
unitsquare
ero
chips
ul
satisfies
ind
ders
Arrow
make
paint
whose
pentagon
cer
extb
Q
cd
intersection
can
el
example
their
before
op
Gp
stack
nor
sum
ond
Then
bru
ep
Cn
ﬂ
ds
previous
conne
edges
solid
ap
have
cat
satis
rang
La
age
cdots
frac
ctors
(
sco
triple
tails
follow
Alice
ote
imum
Alex
Isa
ble
put
ile
big
given
glass
wor
color
run
defin
connect
integers
use
tangent
ip
arithme
cted
expressed
mid
closest
sli
probabil
olu
Amelia
digits
rough
array
gen
ible
wn
ose
decimal
bask
Andy
when
en
sider
ow
<
Wh
tos
chosen
omet
_2
rest
either
stud
you
rightanglemark
increas
walks
Given
Cir
%
im
tri
po
mark
about
ency
random
feet
ther
adi
land
beg
hexagon
homb
greatest
div
ma
ris
Her
tions
ou
ruent
draw
are
dependent
coord
friends
The
went
coordin
black
ers
ight
twice
inter
ding
ro
3x
bead
internally
old
maximum
|
she
took
mone
also
stand
ion
complete
trip
suc
largest
factor
termin
rhombus
vol
writ
he
adja
ag
ople
orig
cri
Solution
then
pre
just
ctor
seven
pend
pair
•
AF
twe
distinct
respectively
direction
label
rotate
minimum
ped
divisor
sha
no
tion
ellip
did
ty
da
colors
ig
every
divi
enti
speed
Minn
that
ead
year
wins
led
ls
Arrows
there
full
pe
relat
urn
_n
ft
pon
fair
ong
tax
ad
ps
field
d
even
BD
way
week
work
gasoline
F
three
M
difference
repe
where
al
cons
ren
Sup
pri
mile
equal
ane
ular
statements
CD
hand
bou
EF
basket
point
own
start
AD
om
temper
Lea
white
diamond
pick
light
regular
ABC
begin
bounded
shown
O
times
milk
after
pped
degree
verti
fri
tournam
Consider
pass
form
u
unique
equilateral
ex
square
adj
across
sp
ards
peg
iors
spa
gi
uring
answered
third
necess
tive
starts
shift
pen
paralle
r
defaultpen
bills
-
It
id
ra
has
club
off
cards
gir
now
placed
determin
chi
circular
replacement
arrangements
lie
erry
letter
month
token
money
dot
rect
ch
position
,
ques
I
lm
ordered
questions
ud
y
term
hy
them
.
ary
occur
die
ri
Mon
neare
bo
replace
er
letters
Head
semi
min
effici
P
divisors
arranged
fourth
passes
cre
multi
those
will
ord
size
it
leq
pt
squ
transform
same
[
rea
progres
x
ets
After
n
aded
iti
through
completely
correct
AE
pose
’
pur
ete
ves
ver
Points
BE
inclusive
oc
contain
"
corner
ould
dig
All
>
neq
ilateral
drawn
ass
cubes
eg
disk
stri
_3
but
Bra
arrange
case
into
floor
rece
teams
max
ac
alf
intern
otes
perpendi
sequence
all
kilometers
ation
sh
cular
shirts
CC
left
ju
cour
single
la
b
trave
counterclockwise
must
&
gives
hold
bes
nickels
fie
non
Z
qu
:
turns
ted
shir
olution
semicircles
ay
down
D
gas
par
W
ng
ure
ABCD
bc
containing
ril
decreas
quarter
ven
leng
por
strictly
positive
pp
pezoid
drove
portion
game
agon
U
ba
oe
pay
“
dire
ates
diameter
ti
de
Point
fore
B
flower
F_
high
wee
rate
beginning
center
exce
H
certain
one
possible
score
}
ations
su
lies
shots
angles
ans
oct
representation
~
ol
first
paper
rup
pping
region
meters
ior
nicke
on
ded
per
other
received
Gi
curren
reg
tom
over
sive
sur
who
between
cks
rot
second
cl
card
etra
amount
ght
asy
appears
seg
height
appear
gu
pl
ched
green
inches
could
segments
constructed
obtain
Janu
^
exam
tournament
rand
est
blo
player
infinite
N
em
mate
to
igh
current
differ
scored
ral
rati
nes
tower
equation
agonal
pi
shows
ore
total
day
divides
sed
tens
port
Fri
clu
air
tain
bab
go
vis
C
under
ardo
places
dice
out
coins
If
ho
fun
fter
exactly
hed
tively
km
perimeter
ors
Th
we
siz
water
vertices
sqrt2
ies
original
balls
origin
gcd
ings
BC
scores
Three
6cm
ot
among
oug
deg
Sil
formed
frac12
py
piz
fo
medi
cone
tourn
from
opposit
corners
ides
re
urs
measures
cost
any
Define
ratio
how
Dave
fy
give
rm
am
heartsuit
inner
ere
program
equations
low
ss
lat
fontsize
lfloor
books
ph
gs
pyramid
quiz
seconds
s
another
5cm
cof
ite
uniform
ited
Tues
path
makes
opposite
cm
student
ving
Suppose
resul
ring
ten
parti
How
oin
st
does
ue
such
e
syste
toward
wo
Silvia
One
sells
rolled
isos
ateral
return
{
made
se
at
wi
”
cle
ea
diagram
sqrt5
consecutive
mu
hom
radi
dis
ues
ative
via
ke
Con
_
resulting
steps
inst
counter
p
ye
marble
Ch
swi
St
won
gh
without
Wed
sto
coun
Circle
figure
solutions
ctions
result
smallest
ell
Jon
ition
soda
ges
table
smalle
import
hill
away
tele
around
ta
radii
sides
let
*
assi
bi
There
ride
ha
quart
sqrt
ce
tru
as
mathrm
ne
sen
ax
odd
cause
uVsr
a
property
beans
vi
row
used
bug
head
ram
um
interse
end
ount
is
share
top
pez
if
coin
together
G
ink
ment
gallon
radius
cubi
years
End
nick
An
reflected
reflection
un
squares
TeX
Tuesday
Bob
ved
AB
respe
Po
gre
win
dou
TeXHead
ence
Si
posit
ins
fro
percent
sided
team
oun
randomly
rounded
lar
gl
great
bin
c
mul
bra
trapezoid
regions
Jo
mo
cream
align
#
cdot3
lVs
ard
marbles
midpoint
mm
bir
get
triangles
overline
¢
five
choices
corn
linewidth
fth
com
or
least
Mar
until
expression
Four
roots
Ali
ray
outside
class
mil
actly
sion
boun
Wednes
me
ern
poly
Hook
expres
num
exceed
dashed
intersects
mat
X
geomet
progression
sy
large
alt
roun
uVsl
by
real
irst
Which
equ
closed
collection
recei
players
DE
like
common
Mike
arith
ate
birth
rou
satisfy
oupon
ties
polygon
weight
extdollar
NE
tal
ist
hedron
nearest
mar
unit
As
ned
At
sequ
moves
SE
spe
default
written
divided
rel
mi
De
fifth
v
mode
lls
her
taking
an
not
ball
axis
respec
selected
value
edi
volum
g
interior
colum
pa
li
ook
hou
pent
congruent
pizz
ance
rid
tice
ces
zero
dif
book
den
So
greater
Re
perfe
Fo
rows
remaining
town
lle
tern
scre
)
ia
mean
faces
'
units
Circles
cover
ars
reach
contin
only
pyra
us
inclu
bor
consecu
polyg
begins
!
w
ounces
Ep
smaller
midd
noon
king
following
four
contains
coffee
externally
ave
cents
frac14
consist
larger
con
finite
combin
perfect
m
ly
ab
starting
dir
dol
gam
raw
et
blue
comp
ree
S
Arc
ur
proper
ross
house
ction
remo
fici
many
necessarily
creas
with
aga
segment
AM
cook
rolls
ner
test
shaded
up
incre
his
10pt
Friday
DC
pie
IP
lea
ots
polyno
Ameli
uni
polynomi
independently
mor
sqrt3
Monday
area
both
whole
children
rightangle
otimes
tow
cut
inscribed
take
diagonal
wr
of
ctly
uniformly
ABCDEF
ref
add
considered
plane
wind
always
sat
fa
ils
ign
diame
ple
arrow
]
gray
pop
AMC
cally
less
conta
para
ice
type
interval
probability
circle
lit
gave
bu
te
lected
Min
E
Mary
Ame
pizza
He
some
empt
craw
suit
listed
in
Ar
graph
ts
quadrilateral
ches
candy
tem
EndArrow
paid
sma
gaso
these
Two
ately
running
ities
miles
lengths
dollars
ating
side
numb
daughters
added
for
@
ures
cube
price
ses
Seg
during
daught
car
Pa
x_
movi
rmer
altitu
this
ild
denotes
independent
inside
stops
resu
part
bag
ashed
Bernardo
h1
tw
ing
ity
most
system
evenly
below
ick
Jan
She
ld
sol
lo
met
filldraw
gard
adjacent
Te
each
tiles
graders
gram
larg
semicircle
centered
tween
ally
jump
ric
width
Y
ter
ele
dau
col
ellipse
state
than
median
cho
solution
3sqrt
along
aver
ting
grey
satisfi
XY
increasing
chang
so
got
deci
face
ef
clock
blocks
And
Roy
foot
wid
half
remainder
buy
_0_0_
_1_0_
_2_0_
_3_0_
_4_0_
_5_0_
_6_0_
_7_0_
_8_0_
_9_0_
_0_1_
_1_1_
_2_1_
_3_1_
_4_1_
_5_1_
_6_1_
_7_1_
_8_1_
_9_1_
_0_2_
_1_2_
_2_2_
_3_2_
_4_2_
_5_2_
_6_2_
_7_2_
_8_2_
_9_2_
_0_3_
_1_3_
_2_3_
_3_3_
_4_3_
_5_3_
_6_3_
_7_3_
_8_3_
_9_3_
_0_4_
_1_4_
_2_4_
_3_4_
_4_4_
_5_4_
_6_4_
_7_4_
_8_4_
_9_4_
_0_5_
_1_5_
_2_5_
_3_5_
_4_5_
_5_5_
_6_5_
_7_5_
_8_5_
_9_5_
_0_6_
_1_6_
_2_6_
_3_6_
_4_6_
_5_6_
_6_6_
_7_6_
_8_6_
_9_6_
_0_7_
_1_7_
_2_7_
_3_7_
_4_7_
_5_7_
_6_7_
_7_7_
_8_7_
_9_7_
_0_8_
_1_8_
_2_8_
_3_8_
_4_8_
_5_8_
_6_8_
_7_8_
_8_8_
_9_8_
_0_9_
_1_9_
_2_9_
_3_9_
_4_9_
_5_9_
_6_9_
_7_9_
_8_9_
_9_9_
_0_10_
_1_10_
_2_10_
_3_10_
_4_10_
_5_10_
_6_10_
_7_10_
_8_10_
_9_10_
_0_11_
_1_11_
_2_11_
_3_11_
_4_11_
_5_11_
_6_11_
_7_11_
_8_11_
_9_11_
_0_12_
_1_12_
_2_12_
_3_12_
_4_12_
_5_12_
_6_12_
_7_12_
_8_12_
_9_12_
_0_-0_
_1_-0_
_2_-0_
_3_-0_
_4_-0_
_5_-0_
_6_-0_
_7_-0_
_8_-0_
_9_-0_
_0_-1_
_1_-1_
_2_-1_
_3_-1_
_4_-1_
_5_-1_
_6_-1_
_7_-1_
_8_-1_
_9_-1_
_0_-2_
_1_-2_
_2_-2_
_3_-2_
_4_-2_
_5_-2_
_6_-2_
_7_-2_
_8_-2_
_9_-2_
_0_-3_
_1_-3_
_2_-3_
_3_-3_
_4_-3_
_5_-3_
_6_-3_
_7_-3_
_8_-3_
_9_-3_
_0_-4_
_1_-4_
_2_-4_
_3_-4_
_4_-4_
_5_-4_
_6_-4_
_7_-4_
_8_-4_
_9_-4_
_0_-5_
_1_-5_
_2_-5_
_3_-5_
_4_-5_
_5_-5_
_6_-5_
_7_-5_
_8_-5_
_9_-5_
_0_-6_
_1_-6_
_2_-6_
_3_-6_
_4_-6_
_5_-6_
_6_-6_
_7_-6_
_8_-6_
_9_-6_
_0_-7_
_1_-7_
_2_-7_
_3_-7_
_4_-7_
_5_-7_
_6_-7_
_7_-7_
_8_-7_
_9_-7_
_0_-8_
_1_-8_
_2_-8_
_3_-8_
_4_-8_
_5_-8_
_6_-8_
_7_-8_
_8_-8_
_9_-8_
_0_-9_
_1_-9_
_2_-9_
_3_-9_
_4_-9_
_5_-9_
_6_-9_
_7_-9_
_8_-9_
_9_-9_
_0_-10_
_1_-10_
_2_-10_
_3_-10_
_4_-10_
_5_-10_
_6_-10_
_7_-10_
_8_-10_
_9_-10_
_0_-11_
_1_-11_
_2_-11_
_3_-11_
_4_-11_
_5_-11_
_6_-11_
_7_-11_
_8_-11_
_9_-11_
_0_-12_
_1_-12_
_2_-12_
_3_-12_
_4_-12_
_5_-12_
_6_-12_
_7_-12_
_8_-12_
_9_-12_
[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]